
questions = {'Математика': {'topic': 'math',
                            'answers': [['130', '110', '90', '120', 1],
                                        ['22', '20', '24', '23', 0],
                                        ['15', '20', '25', '30', 2],
                                        ['5', '4', '6', '3', 0],
                                        ['3', '2', '5', '4', 3]]},
             'Гуманитарные науки': {'topic': 'humanitarian',
                                    'answers': [['23', '13', '14', '24', 2],
                                                ['А3\nБ2', 'А1\nБ3', 'А2\nБ1', 'А3\nБ1', 0],
                                                ['А', 'Б', 'В', 'Никакой', 1],
                                                ['Понедельник', 'Вторник', 'Четверг', 'Воскресенье', 2],
                                                ['А - Австралия\nБ - Евразия', 'А - Южная Америка\nБ - Африка'
                                                 'А - Антарктида\nБ - Северная Америка',
                                                 'А - Австралия\nБ - Северная Америка', 3]]}}
start_message = 'lets start /help'
help_message = '/start - start test\n/help - this message\n/'
users = {}


